Repository: uzifauzi/Flutter-Story-App
Catalog: lib/l10n/app_*.arb
Languages: id

# titleLogin
source: Please login to continue Story App
id: Login untuk melanjutkan ke Story App

# loginBtn
source: Login
id: Masuk

# registerBtn
source: Register
id: Daftar

# nameInput
source: Input name
id: Masukkan nama

# emailInput
source: Input email
id: Masukkan email

# passwordInput
source: Input password
id: Masukkan password

# titleRegister
source: Please register first to used Story App
id: Daftar untuk menggunakan aplikasi Story App

# emailWarning
source: Please input email with the correct format!
id: Masukkan email dengan format yang benar!

# accountAsked
source: Don't have an account?
id: Belum memiliki akun?

# regisNow
source: Register now
id: Daftar sekarang

# descriptionTitle
source: Description
id: Deskripsi

# descriptionText
source: Input description photo
id: Masukkan deskripsi foto

# uploadBtn
source: Upload Story
id: Unggah Story

# titleLocation
source: Story location:
id: Lokasi story:
